Repository: LittleFish-233/EncryptionAssistant
Catalog: EncryptionAssistant/String/*/jie_wenben.resw
Source language: en_us
Languages: fr, ja_jp, zh_hant

# jiami_wen_an.Text
source: Decrypt
fr: déchiffrer
ja_jp: 解読する
zh_hant: 解密

# String2
source: Paste successful
fr: Pâte réussie
ja_jp: 貼り付けに成功しました
zh_hant: 粘貼成功

# String3
source: Click < 使用 > 按钮以确认密码无误
fr: claquer < 使用 > 按钮以确认密码无误
ja_jp: クリック < 使用 > 按钮以确认密码无误
zh_hant: 請按一下 < 使用 > 按钮以确认密码无误

# String4
source: Please set the password before encrypting
fr: S'il vous plaît définir le mot de passe avant de chiffrer
ja_jp: 暗号化する前にパスワードを設定してください
zh_hant: 請先設置密碼,再進行加密

# String5
source: The text you entered doesn't fit the new format, and to decrypt the old text, visit Archive
fr: Le texte que vous avez entré ne correspond pas au nouveau format, et pour déchiffrer l'ancien texte, visitez Archive
ja_jp: 入力したテキストが新しい形式に適合せず、古いテキストを復号化するには、[アーカイブ] にアクセスします。
zh_hant: 你輸入的文本不符合新版格式，若要解密舊版文本，請訪問存檔

# String6
source: This text cannot be decrypted, make sure the decryption key and algorithm are correct
fr: Ce texte ne peut pas être décrypté, assurez-vous que la clé de déchiffrement et l'algorithme sont corrects
ja_jp: このテキストは復号化できません。
zh_hant: 無法解密此文本，請確保解密密匙和演算法正確

# String7
source: Password error, please confirm and try again
fr: Erreur de mot de passe, s'il vous plaît confirmer et essayer à nouveau
ja_jp: パスワードエラー、確認してもう一度やり直してください
zh_hant: 密碼錯誤，請確認後重試

# String8
source: Replication successful
fr: Réplication réussie
ja_jp: レプリケーションに成功しました
zh_hant: 複製成功

# textblock1.Text
source: Enter text
fr: Entrer du texte
ja_jp: テキストの入力
zh_hant: 輸入文字

# textblock2.Text
source: Decrypting results
fr: Décryptage des résultats
ja_jp: 結果の復号化
zh_hant: 解密結果
